# ViewGraphSchedGroupSimilar Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ViewGraphSchedGroupSimilar Property
ParameterTypeId Class See Also
---
"Group Similar Locations"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ViewGraphSchedGroupSimilar { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ViewGraphSchedGroupSimilar As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ViewGraphSchedGroupSimilar {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace